Repository: romeshsahu/AllInfo_iOS
Catalog: AllInfo_iOS/All Info/*.lproj/Localizable.strings
Languages: he

source: English language
he: שפה אנגלית

source: Russian language
he: שפה רוסית

source: Hebrew language
he: שפה עברית

source: Arabic language
he: שפה ערבית

source: READ Review
he: קרא סקירה

source: Wright Review
he: כתוב סקירה

source: VISIT WEBSITE
he: בקר באתר

source: WATCH VIDEO
he: צפה בוידאו

source: LINK
he: קישור

source: Business hours
he: שעות פעילות

source: Restaurants and cafes
he: מסעדות ובתי קפה

source: Restaurants
he: מסעדות

source: cafes
he: קפה

source: Search
he: חיפוש

source: User
he: שם

source: Add Comments
he: להוסיף תגובות

source: Comment
he: תגובה

source: Add Rating
he: הוספת דירוג

source: ADD COMMENT
he: להשאיר תגובה

source: Done
he: בוצע

source: Are you sure you want to logout?
he: ?האם אתה בטוח שאתה רוצה להתנתק

source: Category
he: קטגוריה

source: User Name
he: שם משתמש

source: Address
he: כתובת

source: SelectCategory
he: בחר קטגוריה

source: Password
he: סיסמה

source: Email
he: אֶלֶקטרוֹנִי

source: Business Email
he: דוא ל עסקי

source: Phone
he: טלפון

source: Business Name
he: שם עסק

source: Select Sub Category
he: בחר תת קטגוריה

source: WebURL
he: כתובת אתר אינטרנט

source: Business type
he: טיפוס עסקי

source: Video Url
he: כתובת וידאו

source: facebook Url
he: כתובת פייסבוק

source: Description
he: תיאור

source: PROFILE IMAGE
he: תמונת פרופיל

source: ADD IMAGE
he: הוספת תמונה

source: send successfully.
he: הודעה נשלחה

source: ADD IMAGES
he: הוספת תמונה

source: Fill valid Email Field
he: למלא שדה דוא ל תקף

source: Fill Name Field
he: מלא שם שדה

source: Fill Password Field
he: למלא שדה סיסמה

source: Fill Email Field
he: למלא שדה דוא ל

source: Fill Business Email Field
he: למלא שדה דוא ל עסקי

source: Fill Phone Field
he: למלא שדה טלפון

source: Fill Address Field
he: למלא שדה כתובת

source: Fill Website Url Field
he: למלא שדה כתובת האתר

source: Fill Video Url Field
he: למלא שדה Url וידאו

source: Fill Facbook Url Field
he: למלא שדה כתובת Facbook

source: Fill Business Name Field
he: מלאו שם העסק מולא

source: Fill Description Field
he: למלא שדה תיאור

source: Registation Successfully
he: Registation בהצלחה

source: Email already exists
he: האימייל כבר קיים

source: Register
he: הרשמה

source: Login
he: כניסה

source: Help
he: עזרה

source: Contact
he: יצירת קשר

source: Logout
he: התנתקות

source: Please enter your User Name.
he: נא להזין את שם המשתמש.

source: Please enter Password.
he: נא להזין סיסמא.

source: LOGIN
he: התחבר

source: Restaurantes y cafés
he: מסעדות ובתי קפה

source: NAME
he: שֵׁם

source: DATE
he: תַאֲרִיך

source: NUMBER OF PEOPLE
he: מספר אנשים

source: TIME
he: זְמַן

source: PHONE
he: טלפון

source: MESSAGE
he: הוֹדָעָה

source: BOOK A RESERVATION
he: הזמנה

source: Fill NUMBER OF PEOPLE Field
he: מלאו מספר אנשי השדה

source: no business email found
he: לא עֵסֶק אֶלֶקטרוֹנִ מצאתי

source: Fill DATE Field
he: מלאו שדה תאריך

source: Fill Time Field
he: למלא שדה זמן

source: Fill NUMBER OF PEOPLE
he: מלאו מספר האנשים

source: Fill Phone number Field
he: למלא שדה מספר טלפון

source: Fill Valid Phone number
he: מקיש את מספר טלפון חוקי

source: Fill MESSAGE Field
he: מלאו הוֹדָעָה שדה

source: OK
he: בסדר

source: Send
he: לִשְׁלוֹחַ

source: Save
he: שמירה

source: Name
he: שֵׁם

source: email
he: אֶלֶקטרוֹנִי

source: Message
he: הוֹדָעָה

source: A message from All Info user
he: את הודעה מכל משתמשי המידע

source: Please enter Name.
he: נא להזין שם.

source: Please enter a valid phone Number.
he: בבקשה הכנס מספר טלפון תקין.

source: Please enter Message.
he: נא לכתוב את ההודעה.

source: Please enter email.
he: נא להזין את הדוא ל.

source: Leave a message
he: השאר הודעה

source: Do you want to close the Allinfo
he: האם אתה רוצה לסגור את אולאינפו

source: My Business
he: העסק שלי

source: History
he: היסטוריה

source: Favorite
he: מועדפים

source: Close
he: סגור

source: Select Category
he: בחר קטגוריה

source: No data found
he: לא נמצאו נתונים

source: Add Pictures To Gallery
he: להוסיף תמונות לגלריה

source: Description of Business
he: תיאור עסק

source: A message from Allinfo user
he: את הודעה מכל משתמשי המידע

source: Subject
he: נושא

source: Fill Subject Field
he: למלא שדה נושא

source: Fill message Field
he: למלא שדה הודעה

source: Fill Comment Field
he: מילוי תגובה מולא

source: Menu url
he: לינק לתפריט

source: Table url
he: לינק הזמנת שולחן‎

source: Please check network connection.
he: בדוק את חיבור הרשת.

source: Cancel
he: לְבַטֵל

source: Alert
he: עֵרָנִי

source: Error
he: שְׁגִיאָה

source: Failed to Get Your Location
he: קבלת המיקום שלך נכשלה

source: Call facility is not available!!!
he: מתקן התקשרות אינו זמין !!!

source: Camera Unavailable
he: מצלמה לא זמינה

source: Unable to find a camera on your device.
he: לא ניתן למצוא מצלמה במכשיר שלך.

source: submitted successfully
he: נשלח בהצלחה

source: Please login first
he: התחברות

source: Need to add business before sharing business
he: צריך להוסיף עסקים לפני שיתוף העסק

source: On
he: יש

source: Off
he: אין

source: ParkingAvailable
he: חניה במקום

source: PeopleAccess
he: גישה לנכים

source: CurrentLocation
he: עדכון המיקום שלי
